emmanuelbeziat.vscode-great-icons
GitHub.copilot
KevinRose.vsc-python-indent
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.makefile-tools
ms-vscode.sublime-keybindings
ms-vsliveshare.vsliveshare
vintharas.learn-vim
vscodevim.vim
ritwickdey.LiveServer
